Repository: VovaMobile/addonsHelp
Catalog: addon/locale/*/LC_MESSAGES/nvda.po
Languages: pt_br

source: Running add-ons &documentation
pt_br: Documentação dos &extras em execução

source: Add-ons &commands
pt_br: &Comandos dos extras

source: Description of the scripts contained in each add-on
pt_br: Descrição dos comandos de cada extra

source: Disabled add-o&ns documentation
pt_br: Documentação dos e&xtras desactivados

source: Not assigned to gesture or part of layered commands
pt_br: Não associado ou comando em camada

source: List of commands for running add-ons
pt_br: Lista de comandos para os extras em execução

source: Documentation
pt_br: Descrição

source: Gesture
pt_br: Comando

source: Add-ons documentation
pt_br: Documentação dos extras

source: You have installed the addonsHelp-1.0 add-on which is incompatible with this one. The new name of this add-on is addonsHelp. Click OK to update it.
pt_br: Tem instalado o extra "addonsHelp-1.0 que é incompatível com esta versão. O novo nome deste extra é addonsHelp. Pressione OK para o actualizar.

source: Update confirmation
pt_br: Confirmação da actualização

source: This add-on provides a quick way to access documentation for the add-ons you have installed, creating, in the NVDA Help menu, two sub-menus. One, called "Running add-ons documentation", grouping the documentation and a list of commands for running add-ons, and another sub-menu called "Disabled add-ons documentation", where are listed the disabled add-ons.
pt_br: Este extra fornece uma forma rápida de aceder à ajuda dos extras instalados, criando dois sub-menus no menu Ajuda do NVDA. Um, chamado "Documentação dos extras em execução", agrupa a documentação para cada complemento e disponibiliza uma lista de comandos para todos os extras em execução, com uma tabela para cada extra. O outro, chamado "Documentação dos extras desactivados", lista os extras desativados, permitindo acesso à sua documentação.
